{
  "frasi": [
    {
      "key": 1,
      "frase": "È accettabile che un ragazzo schiaffeggi la sua fidanzata perché ha civettato/flirtato con un altro uomo"
    },
    {
      "key": 2,
      "frase": "In condizione di scarsità di lavoro, i datori di lavoro dovrebbero dare la precedenza agli uomini rispetto alle donne"
    },
    {
      "key": 3,
      "frase": "È soprattutto l’uomo che deve provvedere alle necessità economiche della famiglia"
    },
    {
      "key": 4,
      "frase": "È l’uomo che deve prendere le decisioni più importanti riguardanti la famiglia"
    },
    {
      "key": 5,
      "frase": "Gli uomini sono meno adatti delle donne ad occuparsi delle faccende domestiche"
    },
    {
      "key": 6,
      "frase": "Per l’uomo, più che per la donna, è molto importante avere successo nel lavoro"
    },
    {
      "key": 7,
      "frase": "Una donna per essere completa deve avere dei figli"
    },
    {
      "key": 8,
      "frase": "Una buona moglie/compagna deve assecondare le idee del proprio marito/compagno anche se non è d’accordo"
    },
    {
      "key": 9,
      "frase": "I ragazzi sono più portati delle ragazze nelle materie scientifiche, ingegneristiche e tecnologiche"
    },
    {
      "key": 10,
      "frase": "È compito delle madri seguire i figli e occuparsi delle loro esigenze quotidiane"
    },
    {
      "key": 11,
      "frase": "È accettabile che in una relazione di coppia ci scappi uno schiaffo ogni tanto"
    },
    {
      "key": 12,
      "frase": "È accettabile che un uomo controlli abitualmente il cellulare o l’attività sui social network (Facebook, chat, ecc.) della moglie/compagna"
    },
    {
      "key": 13,
      "frase": "Le donne possono provocare la violenza sessuale con il loro modo di vestire"
    },
    {
      "key": 14,
      "frase": "Le donne che non vogliono un rapporto sessuale riescono ad evitarlo"
    },
    {
      "key": 15,
      "frase": "Le donne serie non vengono violentate"
    },
    {
      "key": 16,
      "frase": "Se un marito/compagno obbliga la moglie/compagna ad avere un rapporto sessuale contro la sua volontà non è una violenza"
    },
    {
      "key": 17,
      "frase": "Di fronte a una proposta sessuale le donne spesso dicono no, ma in realtà intendono sì"
    },
    {
      "key": 18,
      "frase": "Se una donna subisce una violenza sessuale quando è ubriaca o è sotto l’effetto di droghe è almeno in parte responsabile"
    },
    {
      "key": 19,
      "frase": "Spesso le accuse di violenza sessuale sono false"
    },
    {
      "key": 20,
      "frase": "Se una donna dopo una festa accetta un invito da un uomo e viene stuprata è anche colpa sua"
    },
    {
      "key": 21,
      "frase": "Bici rubate ai ciclisti della Milano-Saremo: trovate in un campo nomadi"
    },
    {
      "key": 22,
      "frase": "Le vittime sono tutte uguali Cristiane, ebree, musulmane, atee. Siamo parte della stessa umanità!"
    },
    {
      "key": 23,
      "frase": "Signore le nostre preghiere per tutti i morti e i feriti del terribile attacco terroristico di Stoccolma. #Svezia #stoccolma "
    },
    {
      "key": 24,
      "frase": "Sono scalogni, in realtà"
    },
    {
      "key": 25,
      "frase": "Non ho mai visto un martello per dadi così fottutamente figo, ne ho decisamente bisogno."
    },
    {
      "key": 26,
      "frase": "Ho una domanda per voi ragazzi là fuori: Revan ha sempre tenuto la spada laser in quel modo? Ero piuttosto giovane quando è uscito kotor, ma se non ricordo male è diventato una cosa solo dopo il lancio di the force unleashed."
    },
    {
      "key": 27,
      "frase": "Questo sub è famoso per questo. Potrebbe essere la sub più tossica che abbia mai visto... Ho ricevuto 7 downvotes per aver detto che Denzel Curry era il mio rapper preferito in questo momento. Come se non sapessi che questo significa che Eminem non può essere il tuo preferito lmao"
    },
    {
      "key": 28,
      "frase": "\"you spin me right round, baby right round like a record baby, right round round round\""
    },
    {
      "key": 29,
      "frase": "Non mi piace che gli omosessuali crescano i bambini, è la mia opinione."
    },
    {
      "key": 30,
      "frase": "Persone trans=gay e perdenti."
    },
    {
      "key": 31,
      "frase": "Gli uomini possono vedere la bellezza, quindi non vogliono andare a letto con donne di colore o fare bambini goblin."
    },
    {
      "key": 32,
      "frase": "Non sono \"senza gender\", sembrano solo delle RAGAZZE."
    },
    {
      "key": 33,
      "frase": "Se non sei mascolino, allora sei una donna, amico."
    },
    {
      "key": 34,
      "frase": "Dovrebbe sapere che gli sport femminili sono una barzelletta."
    },
    {
      "key": 35,
      "frase": "Perché la Bulgaria esiste come Paese? È uno di quelli omosessuali."
    },
    {
      "key": 36,
      "frase": "VEDI I NERI A PARIGI? Cercano di fingere di essere francesi, gli \"uomini\" vogliono una cosa sola: fare i papponi alle ragazze e alle donne. Le donne nere desiderano che gli uomini bianchi facciano finta di essere come le mogli bianche francesi, ma sono africane. NON SI INTEGRANO NELLA SOCIETÀ BIANCA."
    },
    {
      "key": 37,
      "frase": "E' epico! Mi trasferisco a Manchester e mentre leggevo il post stavo letteralmente pensando \"Chissà se c'è qualcosa di simile a Manchester!\". Non vedo l'ora."
    },
    {
      "key": 38,
      "frase": "La mia nipotina di 2 anni che mi mostra come ha imparato a fare il front roll"
    },
    {
      "key": 39,
      "frase": "Segui i tuoi tempi, non misurare il tuo successo con i parametri di un'altra persona. Stabilisci obiettivi realistici e attieniti al tuo piano."
    },
    {
      "key": 40,
      "frase": "Sono d'accordo, anch'io penso che sia il nuovo campione."
    },
    {
      "key": 41,
      "frase": "La politica filo musulmana di Obama ha portato solo squilibrio,ora lui e sua famiglia sono con loro culi neri a fare la bella vita "
    },
    {
      "key": 42,
      "frase": "Le persone sono naturalmente buone, abbiamo solo imparato a odiare. Quando l'Europa era tutta bianca e cristiana si uccidevano a vicenda, lo stesso è accaduto al mondo musulmano."
    },
    {
      "key": 43,
      "frase": "Questa donna deve essere una specie di psicopatica, ma la cosa vale per entrambi, se un uomo o una donna sono in una relazione tossica devono farsi aiutare, prima lo fanno meglio è."
    },
    {
      "key": 44,
      "frase": "In generale, la maggior parte delle donne è pigra e inutile, non tutte, ma la maggior parte."
    },
    {
      "key": 45,
      "frase": "Tutti i lavori dominati dalle donne sono poco qualificati, richiedono un'istruzione minima, non richiedono grandi sforzi fisici, sono svolti al chiuso, con orari rigidamente controllati."
    },
    {
      "key": 46,
      "frase": "Ho visitato Melbourne da Los Angeles la prima volta nel 2012. Ho detto ai miei amici australiani che se non mettono un freno all'immigrazione, si moltiplicheranno come formiche. Mi hanno riso in faccia dicendo che l'Oz è un Paese grande. Ho detto loro che devono guardare alla situazione in termini di 50 anni da oggi. Essendo di Los Angeles, vedo cosa hanno fatto i messicani a questa città. È terribile. Si moltiplicano come formiche e succhiano le risorse."
    },
    {
      "key": 47,
      "frase": "Pensate davvero che i cittadini europei ti apprezzeranno perché hai umiliato i musulmani? Penso che sia un grosso errore perché sei un indiano. Voglio dire, disprezzano anche te, quindi non cercare di fare il carino. A proposito, il tuo accento fa terribilmente schifo, amico mio. "
    },
    {
      "key": 48,
      "frase": "Queste sono solo folli stronzate sataniche liberali. Non ci cascare. Ci sono solo due generi e queste persone sono solo degli psicopatici cofusi."
    },
    {
      "key": 49,
      "frase": "Gli asiatici hanno più grassi e quindi sono gialli. Quindi le persone grasse sono gialle?"
    },
    {
      "key": 50,
      "frase": "Dopo tutto questo tempo, gli afroamericani sono le persone con il più alto tasso di criminalità."
    },
    {
      "key": 51,
      "frase": "Queste foto false di neri mi fanno arrabbiare. Circa il 5% della popolazione nera si presenta in questo modo accettabile. Il restante 95% è enormemente grasso, sciatto, non curato, vestito in modo trasandato, con uno sguardo minaccioso. Si tratta di bianchi con la faccia da nero."
    },
    {
      "key": 52,
      "frase": "Voglio dire che è fantastico che tu stia dimostrando che gli asiatici si stanno evolvendo, ma non hai finito di creare il mio iPhone..."
    },
    {
      "key": 53,
      "frase": "Il mondo prima dei bianchi. 1 parola di 8 lettere. PACEFUL."
    },
    {
      "key": 54,
      "frase": "Il gene maschile è più forte, come è giusto che sia. Se un maschio asiatico si riproduce con una donna bianca, il bambino avrà un aspetto molto asiatico. Se si inverte la situazione, il bambino avrà un aspetto molto più bianco."
    },
    {
      "key": 55,
      "frase": "Gli agenti di polizia bianchi sono sempre le vittime."
    },
    {
      "key": 56,
      "frase": "Sono coreano e la maggior parte dei coreani che conosco non assomigliano affatto a quel disegno... Molti non hanno facce squadrate... Si può vedere la diversità dei volti coreani quando le risposte vengono rivelate alla fine. Trovo che questo video, soprattutto il commento iniziale, sia piuttosto parziale in quanto si tratta di persone di etnia cinese che dicono a YouTube come distinguere gli asiatici. Gli asiatici sono tra le persone più razziste nei confronti degli altri asiatici..."
    },
    {
      "key": 57,
      "frase": "Negli Stati Uniti lo stesso gioco si chiamava \"dieci piccoli indiani\". Lo so... È noioso"
    },
    {
      "key": 58,
      "frase": "Salve, chiamo dal supporto tecnico *con accento indiano*."
    },
    {
      "key": 59,
      "frase": "La citronella è un ottimo repellente per i venezuelani."
    },
    {
      "key": 60,
      "frase": "Non esistono valori tedeschi tradizionali. La Germania è stata unificata molto tardi, quindi i valori e le tradizioni regionali sono ancora superiori ai valori \"tedeschi\" moderni."
    },
    {
      "key": 61,
      "frase": "Il buddismo e la sua gente ricordano le mucche."
    },
    {
      "key": 62,
      "frase": "Sul serio, tutti gli arabi o i turchi che ho conosciuto hanno avuto a che fare con il crimine, lui o qualcuno della sua famiglia."
    },
    {
      "key": 63,
      "frase": "Credo che Dio sia bianco...."
    },
    {
      "key": 64,
      "frase": "ABU DA BI ABA DU BA BA HAMUD! Vedi? Anch'io sono un prete arabo. È così che parlano, giusto? Sono barzellette"
    },
    {
      "key": 65,
      "frase": "il femminismo e l'Islam condividono lo stesso spirito"
    },
    {
      "key": 66,
      "frase": "Le lesbiche sanno cos'è un reggiseno? Sono sempre quelle grasse e brutte che litigano."
    },
    {
      "key": 67,
      "frase": "Le lesbiche non sanno fare i conti, cazzo!"
    }
  ]
}
