{
  "frasi": [
    {
      "key": 1,
      "frase": "It is acceptable for a guy to slap his girlfriend because she coquetted/flirted with another man"
    },
    {
      "key": 2,
      "frase": "In conditions of job shortage, employers should give priority to men over women"
    },
    {
      "key": 3,
      "frase": "It is mainly the man who must provide for the economic needs of the family"
    },
    {
      "key": 4,
      "frase": "The man is supposed to make the most important decisions concerning the family"
    },
    {
      "key": 5,
      "frase": "Men are less suited than women to take care of household chores"
    },
    {
      "key": 6,
      "frase": "For the man, more than for the woman, it is very important to be successful in work"
    },
    {
      "key": 7,
      "frase": "To be fulfilled, a woman must have children"
    },
    {
      "key": 8,
      "frase": "A good wife/partner must go along with her husband's/partner's ideas even if she disagrees with them"
    },
    {
      "key": 9,
      "frase": "Boys are more talented than girls in science, engineering and technology subjects"
    },
    {
      "key": 10,
      "frase": "It is the responsibility of mothers to look after their children and take care of their daily needs"
    },
    {
      "key": 11,
      "frase": "In a couple, it is acceptable for the man to slap the woman every now and then"
    },
    {
      "key": 12,
      "frase": "It is acceptable for a man to routinely check his wife/partner's cell phone or social network activity (Intagram account, Facebook, chats, etc.)"
    },
    {
      "key": 13,
      "frase": "Women can provoke sexual violence by the way they dress"
    },
    {
      "key": 14,
      "frase": "Women who do not want sexual intercourse are able to avoid it"
    },
    {
      "key": 15,
      "frase": "Respectable women are not raped"
    },
    {
      "key": 16,
      "frase": "If a husband/partner forces his wife/partner to have sexual intercourse against her will, it is not violence"
    },
    {
      "key": 17,
      "frase": "When faced with a sexual proposal, women often say no, but actually mean yes"
    },
    {
      "key": 18,
      "frase": "If a woman is sexually assaulted while drunk or under the influence of drugs, she is at least partly responsible"
    },
    {
      "key": 19,
      "frase": "Accusations of sexual assault are often false"
    },
    {
      "key": 20,
      "frase": "If a woman after a party accepts an invitation from a man and is raped, it is also her fault"
    },
    {
      "key": 21,
      "frase": "Bikes stolen from Milan-Saremo cyclists: found in a nomad camp"
    },
    {
      "key": 22,
      "frase": "The victims are all the same Christian, Jewish, Muslim, atheist. We are part of the same humanity!"
    },
    {
      "key": 23,
      "frase": "Lord our prayers for all those killed and injured in the horrific Stockholm terror attack. #Sweden #stockholm"
    },
    {
      "key": 24,
      "frase": "They’re shallots, actually"
    },
    {
      "key": 25,
      "frase": "I have never seen a dice hammer that is so fucking cool I definitely need one"
    },
    {
      "key": 26,
      "frase": "Got a question for you guys out there: did revan always hold hit lightsaber like that? I was rather young when kotor first came out but if I remember correctly it became only a thing after the force unleashed dropped."
    },
    {
      "key": 27,
      "frase": "This sub’s notorious for it. It might be the most toxic sub I’ve ever seen..I got 7 downvotes for saying Denzel Curry was my favorite rapper at this moment. Like I didn’t know that meant Eminem couldn’t be your favorite lmao"
    },
    {
      "key": 28,
      "frase": "you spin me right round, baby right round like a record baby, right round round round"
    },
    {
      "key": 29,
      "frase": "I just don't like Homosexuals raising kids it's my opinion."
    },
    {
      "key": 30,
      "frase": "Trans people=gays and losers."
    },
    {
      "key": 31,
      "frase": "Men can see beauty, so they don't want to sleep with black women or make goblin babies."
    },
    {
      "key": 32,
      "frase": "It’s not “genderless” they just look like GIRLS"
    },
    {
      "key": 33,
      "frase": "If you are not masculine then you are woman dude"
    },
    {
      "key": 34,
      "frase": "You should know women's sports are a joke"
    },
    {
      "key": 35,
      "frase": "Why does Bulgaria exist as a country? It's one of those homosexual ones."
    },
    {
      "key": 36,
      "frase": "SEE THE BLACKS IN PARIS? THEY TRY TO PRETEND THEY ARE FRENCH, the''men'' want one thing--to pimp out girls and women. The black women desire white men to pretend they are like white french wives but they are Africans. THEY DO NOT BLEND IN WITH WHITE SOCIETY."
    },
    {
      "key": 37,
      "frase": "Thats epic! Moving to Manchester and while reading the post was literally thinking \"I wonder if theres anything similar in Manchester!\" Looking forward to it."
    },
    {
      "key": 38,
      "frase": "My 2 year old niece showing me how she learned to front roll"
    },
    {
      "key": 39,
      "frase": "You’re on your own timeline, don’t measure your success by another persons metric. Set realistic goals, stick to your plan."
    },
    {
      "key": 40,
      "frase": "Agreed, I personally think he is the new champion too."
    },
    {
      "key": 41,
      "frase": "Obama's pro-Muslim policy has only brought imbalance,now he and his family are with their black asses living the good life"
    },
    {
      "key": 42,
      "frase": "People are genuinely good, we just learned to hate. When Europe was all white and Christian they killed each other, the same happened to the Muslim world."
    },
    {
      "key": 43,
      "frase": "this women has to be some sort of psychopath but it goes both ways, if either a male or a female are in a toxic relationship they need to get help, the sooner the better."
    },
    {
      "key": 44,
      "frase": "Generally speaking, most women are lazy and worthless not all, but most."
    },
    {
      "key": 45,
      "frase": "Every female-dominated job: low skill; minimal education required; not much physical exertion; indoors; tightly controlled hours."
    },
    {
      "key": 46,
      "frase": "I visited Melbourne from Los Angeles the first time in 2012. I told my Aussie friends if they don't put a stop to the immigration, they will multiply like ants. They laughed at me saying Oz is a big country. I told them they have to look at it in terms of 50 years from now. Being from LA, I see what the Mexicans have done to this city. Awful. They multiply like ants and suck up the resources. $$$"
    },
    {
      "key": 47,
      "frase": "You really think that European People will like you if you humiliate Muslims? I think that's a big mistake because you're an Indian. I mean, they don' like you either so don' try to look cute. By the way, your accent sucks terribly my friend."
    },
    {
      "key": 48,
      "frase": "This is just crazy liberal satanic crap. Don't fall for it. There are only two genders and these people are just cofused psychos"
    },
    {
      "key": 49,
      "frase": "Asians have more fats so they are yellow. So fat people are yellow?..."
    },
    {
      "key": 50,
      "frase": "After all this time, African Americans are the people with the highest crime rate."
    },
    {
      "key": 51,
      "frase": "These fake photos of blacks piss me off. Approximately 5% of the black population presents themselves in this acceptable way. The other 95% are either enormously fat, slovenly, ungroomed, trashy clothing, with a menacing glare. These are white people in blackface."
    },
    {
      "key": 52,
      "frase": "I mean it's great that you're proving that Asians are devolving, but you didn't finish making my iPhone..."
    },
    {
      "key": 53,
      "frase": "The world before white people. 1 word 8 letters. PEACEFUL."
    },
    {
      "key": 54,
      "frase": "The male gene is stronger, as it should be of course. Have an Asian male breed with a White woman, and the child will look very Asian. Reverse it, and the child will look much more whiter."
    },
    {
      "key": 55,
      "frase": "White police officers are always the victims."
    },
    {
      "key": 56,
      "frase": "Lol I'm Korean and most of the Koreans I know do not look anything like that drawing... Many don't have square faces... You can see the diversity of Korean faces when the answers are revealed at the end. I find this video esp. the initial commentary to be pretty biased as it's ethnically Chinese people telling YouTube how to tell Asians apart. Asians are some of the most racist people to other Asians..."
    },
    {
      "key": 57,
      "frase": "In the US that same game was called ten little Indians. I know.. It’s boring"
    },
    {
      "key": 58,
      "frase": "Hello I'm calling from tech support *with Indian accent*"
    },
    {
      "key": 59,
      "frase": "Citronella is a great Venezuelan repellent"
    },
    {
      "key": 60,
      "frase": "There are no traditional German values. Germany was unified very late, so regional values and traditions still rank higher than modern 'German' values."
    },
    {
      "key": 61,
      "frase": "buddhism and its people reminds off cows."
    },
    {
      "key": 62,
      "frase": "seriously, any arab or turks i've ever met had something to do with crime, either he or someone of his family."
    },
    {
      "key": 63,
      "frase": "I guess God is white...."
    },
    {
      "key": 64,
      "frase": "ABU DA BI ABA DU BA BA HAMUD! See? I’m an arab priest too. This is how they sound. right? They are jokes"
    },
    {
      "key": 65,
      "frase": "feminism and Islam are of the same spirit"
    },
    {
      "key": 66,
      "frase": "Do lesbians know what a bra is? It's always the fat ugly ones who pick a fight."
    },
    {
      "key": 67,
      "frase": "lesbians cant do math fucking mood lmao"
    }
  ]
}
